
[MZChemthrowerOffense X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Выжигатель"
ClassSpecializationSummary="У некоторых бойцов XCOM огонь не только в глазах, они используют химические распылители неся пламя войны и разрушения на поле боя."

[MZChemthrowerSupport X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Чумной доктор"
ClassSpecializationSummary="Чистильщики нацелены на поддержку команды. Они используют хим-распылитель не только против противников, но и для снятия негативных эффектов и лечения союзников."

[MZChemthrowerSuppress X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Тиран"
ClassSpecializationSummary="Тиран использует хим-распылитель для управления полем боя, подавляя и отбрасывая противника от ключевых позиций."

[MZChemthrowerCanister X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Алхимик"
ClassSpecializationSummary="Эксперты в области смешивания химических веществ, алхимики мастерски используют баллоны с химикатами получая крайне едкую смесь."